Autodesk.Revit.DB.IntegerParameterValue.Value
The stored value
Since:
2016 Subscription Update

Autodesk.Revit.DB.IntegerParameterValue.#ctor(System.Int32)
Value constructor
Since:
2016 Subscription Update

Autodesk.Revit.DB.IntegerParameterValue.#ctor
Default constructor
Since:
2016 Subscription Update

Autodesk.Revit.DB.IntegerParameterValue
A class that holds an Integer value of a parameter element.
Since:
2016 Subscription Update